src/Nations/index.org
#+title: Introduction: Nations of Naurrnen

* Introduction: Nations of Naurrnen
** Gran Imperio
The human empire. Though many would argue that it is not purely human, but a truly pluralistic and inclusive society. It is an empire with a relatively strong monarchy.
** Kingdom of Tanquende
Elven kingdom, primarilly the Hallashim (a.k.a. High Elves). Territory to the far west of the known world.
** Vulwin Horde
Nomadic tribes of the Taurashim (Wood Elves).
** Tribes of Nigrumia
Tribes of the Orpa (a.k.a the Orcs).
** Dathakhian Empire
Empire of the Durashim (a.k.a Dark Elves).
** Marches of Bounoshin
Home of the Gathashim (the Cavern Elves or Dwarves). Territory to the far east of the known world.
** Commonwealth of Caria
Home of the Palama (Pale men, or Nords).
** Federation of Boignia
Federation of Man (Adama).
** Principality of Vilesia
Principality of the Durama (a.k.a dark men).
