public/Nations/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Introduction: Nations of Naurrnen</title>
<meta name="author" content="Tim Hawes © 2023" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">

<div id="outline-container-org6892b24" class="outline-2">
<h2 id="org6892b24">Introduction: Nations of Naurrnen</h2>
<div class="outline-text-2" id="text-org6892b24">
</div>
<div id="outline-container-org6132a0d" class="outline-3">
<h3 id="org6132a0d">Gran Imperio</h3>
<div class="outline-text-3" id="text-org6132a0d">
<p>
The human empire. Though many would argue that it is not purely human, but a truly pluralistic and inclusive society. It is an empire with a relatively strong monarchy.
</p>
</div>
</div>
<div id="outline-container-org264a421" class="outline-3">
<h3 id="org264a421">Kingdom of Tanquende</h3>
<div class="outline-text-3" id="text-org264a421">
<p>
Elven kingdom, primarilly the Hallashim (a.k.a. High Elves). Territory to the far west of the known world.
</p>
</div>
</div>
<div id="outline-container-orga70fab9" class="outline-3">
<h3 id="orga70fab9">Vulwin Horde</h3>
<div class="outline-text-3" id="text-orga70fab9">
<p>
Nomadic tribes of the Taurashim (Wood Elves).
</p>
</div>
</div>
<div id="outline-container-org23175f1" class="outline-3">
<h3 id="org23175f1">Tribes of Nigrumia</h3>
<div class="outline-text-3" id="text-org23175f1">
<p>
Tribes of the Orpa (a.k.a the Orcs).
</p>
</div>
</div>
<div id="outline-container-org5aa5d7a" class="outline-3">
<h3 id="org5aa5d7a">Dathakhian Empire</h3>
<div class="outline-text-3" id="text-org5aa5d7a">
<p>
Empire of the Durashim (a.k.a Dark Elves).
</p>
</div>
</div>
<div id="outline-container-orgd1dadb2" class="outline-3">
<h3 id="orgd1dadb2">Marches of Bounoshin</h3>
<div class="outline-text-3" id="text-orgd1dadb2">
<p>
Home of the Gathashim (the Cavern Elves or Dwarves). Territory to the far east of the known world.
</p>
</div>
</div>
<div id="outline-container-org563625c" class="outline-3">
<h3 id="org563625c">Commonwealth of Caria</h3>
<div class="outline-text-3" id="text-org563625c">
<p>
Home of the Palama (Pale men, or Nords).
</p>
</div>
</div>
<div id="outline-container-org8309a0b" class="outline-3">
<h3 id="org8309a0b">Federation of Boignia</h3>
<div class="outline-text-3" id="text-org8309a0b">
<p>
Federation of Man (Adama).
</p>
</div>
</div>
<div id="outline-container-org23eec4e" class="outline-3">
<h3 id="org23eec4e">Principality of Vilesia</h3>
<div class="outline-text-3" id="text-org23eec4e">
<p>
Principality of the Durama (a.k.a dark men).
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Tim Hawes © 2023</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 28.2 (<a href="https://orgmode.org">Org</a> mode 9.6.1)</p>
</div>
</body>
</html>